tap "stripe-internal/tap", "/opt/stripe/homebrew_taps/stripe-internal/tap"

# Core tools
brew "coreutils"
brew "curl"
brew "git", link: false
brew "gnu-sed"
brew "gnu-tar"
brew "gnupg"
brew "htop"
brew "jq"
brew "rsync"
brew "tree"
brew "wget"
brew "zsh"

# Search and file tools
brew "bat"
brew "fd"
brew "fzf"
brew "ripgrep"

# Editor
brew "neovim"
brew "vim"
brew "tree-sitter"
brew "editorconfig"
brew "stylua"

# Language servers (devbox-tracked: neovim, lua-language-server, efm-langserver)
brew "efm-langserver"
brew "lua-language-server"

# Languages and version managers
brew "go@1.22"
brew "lua"
brew "luajit"
brew "nodenv"
brew "node-build"
brew "pyenv"
brew "python@3.14"
brew "rbenv"
brew "yarn"

# Dev tools
brew "buildifier"
brew "buildozer"
brew "direnv"
brew "gh"
brew "mergiraf"
brew "semgrep"
brew "shellcheck"
brew "thrift"
brew "tmux"
brew "unison"
brew "vale"
brew "watchman"

# Libraries
brew "gsl"
brew "icu4c@78"
brew "libfaketime"
brew "libfido2"
brew "libpq"
brew "libxml2"
brew "libxslt"

# Data
brew "exiftool"
brew "postgresql@14"
brew "spark"
brew "tarsnap"
brew "logrotate"

# Stripe
brew "stripe-internal/tap/git-stripe"
brew "awscli"

# Casks
cask "bartender"
cask "karabiner-elements"